aaron-bond.better-comments
akamud.vscode-theme-onedark
burkeholland.simple-react-snippets
cedricverlinden.cursor-dark
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.remotehub
littensy.charmed-icons
lllllllqw.jsdoc
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
quicktype.quicktype
subframe7536.custom-ui-style
zhuangtongfa.material-theme
